export const postType = [
  {
    value: 'Вільна публікація',
    label: 'Вільна публікація',
  },
  {
    value: 'Вільна публікація +',
    label: 'Вільна публікація +',
  },
  {
    value: 'Публікація Premium',
    label: 'Публікація Premium',
  },
  {
    value: 'Публікація Premium white',
    label: 'Публікація Premium white',
  },
  {
    value: 'Публікація Premium black',
    label: 'Публікація Premium black',
  },
];

export const blocks = [
  {
    value: 'Опублікувати в розділ',
    label: 'Опублікувати в розділ',
  },
  {
    value: 'Стрічка новин',
    label: 'Стрічка новин',
  },
  {
    value: 'ТОП новини від Дейком',
    label: 'ТОП новини від Дейком',
  },
  {
    value: 'Головне сьогодні',
    label: 'Головне сьогодні',
  },
  {
    value: 'Заголовок газети 24 години',
    label: 'Заголовок газети 24 години',
  },
];

export const types = [
  {
    value: 'Світові новини',
    label: 'Світові новини',
  },
  {
    value: 'Сполучені Штати',
    label: 'Сполучені Штати',
  },
  {
    value: 'Європа',
    label: 'Європа',
  },
  {
    value: 'Китай',
    label: 'Китай',
  },
  {
    value: 'Північна Америка',
    label: 'Північна Америка',
  },
  {
    value: 'Південна Америка',
    label: 'Південна Америка',
  },
  {
    value: 'Близький схід',
    label: 'Близький схід',
  },
  {
    value: 'Тихоокеанський регіон',
    label: 'Тихоокеанський регіон',
  },
  {
    value: 'Африка',
    label: 'Африка',
  },
  {
    value: 'Наука',
    label: 'Наука',
  },
  {
    value: 'Технології',
    label: 'Технології',
  },
  {
    value: 'Екологія',
    label: 'Екологія',
  },
  {
    value: 'Економіка',
    label: 'Економіка',
  },
  {
    value: 'Фінанси',
    label: 'Фінанси',
  },
  {
    value: 'Війна Росії проти України',
    label: 'Війна Росії проти України',
  },
  {
    value: 'Суспільство',
    label: 'Суспільство',
  },
  {
    value: 'Влада',
    label: 'Влада',
  },
  {
    value: 'Політика',
    label: 'Політика',
  },
  {
    value: 'Бізнес',
    label: 'Бізнес',
  },
  {
    value: 'Спорт',
    label: 'Спорт',
  },
  {
    value: 'Історія',
    label: 'Історія',
  },
  {
    value: 'Пригоди',
    label: 'Пригоди',
  },
  {
    value: 'Музика',
    label: 'Музика',
  },
  {
    value: 'Мода',
    label: 'Мода',
  },
  {
    value: 'Кіно',
    label: 'Кіно',
  },
  {
    value: 'Інтерв’ю',
    label: 'Інтерв’ю',
  },
  {
    value: 'Думка',
    label: 'Думка',
  },
  {
    value: 'Аналітика',
    label: 'Аналітика',
  },
  {
    value: 'Автомобілі',
    label: 'Автомобілі',
  },
  {
    value: 'Ігри',
    label: 'Ігри',
  },
  {
    value: 'Освіта',
    label: 'Освіта',
  },
  {
    value: 'Кулінарія',
    label: 'Кулінарія',
  },
  {
    value: 'Культура',
    label: 'Культура',
  },
  {
    value: 'Здоров’я',
    label: 'Здоров’я',
  },
  {
    value: 'Виховання дітей',
    label: 'Виховання дітей',
  },
  {
    value: 'Нерухомість',
    label: 'Нерухомість',
  },
  {
    value: 'Подорожі',
    label: 'Подорожі',
  },
  {
    value: 'Прес-релізи',
    label: 'Прес-релізи',
  },
  {
    value: 'Офіційні повідомлення',
    label: 'Офіційні повідомлення',
  },
  {
    value: 'Новини бізнесу',
    label: 'Новини бізнесу',
  },
  {
    value: 'Політичні новини',
    label: 'Політичні новини',
  },
];

export const feeds = [
  {
    value: 'Загальнонаціональна стрічка',
    label: 'Загальнонаціональна стрічка',
  },
  // {
  //   value: 'Вінницька область',
  //   label: 'Вінницька область',
  //   children: [
  //     {
  //       value: 'Вінниця',
  //       label: 'Вінниця',
  //     },
  //     {
  //       value: 'Жмеринка',
  //       label: 'Жмеринка',
  //     },
  //     {
  //       value: 'Могилів-Подільський',
  //       label: 'Могилів-Подільський',
  //     },
  //     {
  //       value: 'Козятин',
  //       label: 'Козятин',
  //     },
  //     {
  //       value: 'Гайсин',
  //       label: 'Гайсин',
  //     },
  //     {
  //       value: 'Хмільник',
  //       label: 'Хмільник',
  //     },
  //     {
  //       value: 'Ладижин',
  //       label: 'Ладижин',
  //     },
  //   ],
  // },
  // {
  //   value: 'Волинська область',
  //   label: 'Волинська область',
  //   children: [
  //     {
  //       value: 'Луцьк',
  //       label: 'Луцьк',
  //     },
  //     {
  //       value: 'Ковель',
  //       label: 'Ковель',
  //     },
  //     {
  //       value: 'Нововолинськ',
  //       label: 'Нововолинськ',
  //     },
  //     {
  //       value: 'Володимир-Волинський',
  //       label: 'Володимир-Волинський',
  //     },
  //   ],
  // },
  // {
  //   value: 'Дніпропетровська область',
  //   label: 'Дніпропетровська область',
  //   children: [
  //     {
  //       value: 'Дніпро',
  //       label: 'Дніпро',
  //     },
  //     {
  //       value: 'Кривий Ріг',
  //       label: 'Кривий Ріг',
  //     },
  //     {
  //       value: "Кам'янське",
  //       label: "Кам'янське",
  //     },
  //     {
  //       value: 'Нікополь',
  //       label: 'Нікополь',
  //     },
  //     {
  //       value: 'Павлоград',
  //       label: 'Павлоград',
  //     },
  //     {
  //       value: 'Новомосковськ',
  //       label: 'Новомосковськ',
  //     },
  //     {
  //       value: 'Жовті Води',
  //       label: 'Жовті Води',
  //     },
  //     {
  //       value: 'Марганець',
  //       label: 'Марганець',
  //     },
  //     {
  //       value: 'Покров',
  //       label: 'Покров',
  //     },
  //     {
  //       value: 'Синельникове',
  //       label: 'Синельникове',
  //     },
  //     {
  //       value: 'Тернівка',
  //       label: 'Тернівка',
  //     },
  //     {
  //       value: 'Першотравенськ',
  //       label: 'Першотравенськ',
  //     },
  //     {
  //       value: 'Вільногірськ',
  //       label: 'Вільногірськ',
  //     },
  //     {
  //       value: "П'ятихатки",
  //       label: "П'ятихатки",
  //     },
  //   ],
  // },
  // {
  //   value: 'Донецька область',
  //   label: 'Донецька область',
  //   children: [
  //     {
  //       value: 'Донецьк',
  //       label: 'Донецьк',
  //     },
  //     {
  //       value: 'Маріуполь',
  //       label: 'Маріуполь',
  //     },
  //     {
  //       value: 'Краматорськ',
  //       label: 'Краматорськ',
  //     },
  //     {
  //       value: "Слов'янськ",
  //       label: "Слов'янськ",
  //     },
  //     {
  //       value: 'Єнакієве',
  //       label: 'Єнакієве',
  //     },
  //     {
  //       value: 'Костянтинівка',
  //       label: 'Костянтинівка',
  //     },
  //     {
  //       value: 'Покровськ',
  //       label: 'Покровськ',
  //     },
  //     {
  //       value: 'Дружківка',
  //       label: 'Дружківка',
  //     },
  //     {
  //       value: 'Харцизьк',
  //       label: 'Харцизьк',
  //     },
  //     {
  //       value: 'Шахтарськ',
  //       label: 'Шахтарськ',
  //     },
  //     {
  //       value: 'Сніжне',
  //       label: 'Сніжне',
  //     },
  //     {
  //       value: 'Мирноград',
  //       label: 'Мирноград',
  //     },
  //     {
  //       value: 'Добропілля',
  //       label: 'Добропілля',
  //     },
  //     {
  //       value: 'Макіївка',
  //       label: 'Макіївка',
  //     },
  //     {
  //       value: 'Горлівка',
  //       label: 'Горлівка',
  //     },
  //     {
  //       value: 'Торецьк',
  //       label: 'Торецьк',
  //     },
  //     {
  //       value: 'Авдіївка',
  //       label: 'Авдіївка',
  //     },
  //     {
  //       value: 'Лиман',
  //       label: 'Лиман',
  //     },
  //     {
  //       value: 'Селидове',
  //       label: 'Селидове',
  //     },
  //     {
  //       value: 'Волноваха',
  //       label: 'Волноваха',
  //     },
  //     {
  //       value: 'Докучаєвськ',
  //       label: 'Докучаєвськ',
  //     },
  //     {
  //       value: 'Амвросіївка',
  //       label: 'Амвросіївка',
  //     },
  //     {
  //       value: 'Курахове',
  //       label: 'Курахове',
  //     },
  //     {
  //       value: 'Бахмут',
  //       label: 'Бахмут',
  //     },
  //   ],
  // },
  // {
  //   value: 'Житомирська область',
  //   label: 'Житомирська область',
  //   children: [
  //     {
  //       value: 'Житомир',
  //       label: 'Житомир',
  //     },
  //     {
  //       value: 'Бердичів',
  //       label: 'Бердичів',
  //     },
  //     {
  //       value: 'Новоград-Волинський',
  //       label: 'Новоград-Волинський',
  //     },
  //     {
  //       value: 'Малин',
  //       label: 'Малин',
  //     },
  //     {
  //       value: 'Коростень',
  //       label: 'Коростень',
  //     },
  //     {
  //       value: 'Коростишів',
  //       label: 'Коростишів',
  //     },
  //   ],
  // },
  // {
  //   value: 'Закарпатська область',
  //   label: 'Закарпатська область',
  //   children: [
  //     {
  //       value: 'Ужгород',
  //       label: 'Ужгород',
  //     },
  //     {
  //       value: 'Мукачево',
  //       label: 'Мукачево',
  //     },
  //     {
  //       value: 'Хуст',
  //       label: 'Хуст',
  //     },
  //     {
  //       value: 'Берегове',
  //       label: 'Берегове',
  //     },
  //     {
  //       value: 'Виноградів',
  //       label: 'Виноградів',
  //     },
  //   ],
  // },
  // {
  //   value: 'Запорізька область',
  //   label: 'Запорізька область',
  //   children: [
  //     {
  //       value: 'Запоріжжя',
  //       label: 'Запоріжжя',
  //     },
  //     {
  //       value: 'Мелітополь',
  //       label: 'Мелітополь',
  //     },
  //     {
  //       value: 'Бердянськ',
  //       label: 'Бердянськ',
  //     },
  //     {
  //       value: 'Енергодар',
  //       label: 'Енергодар',
  //     },
  //     {
  //       value: 'Токмак',
  //       label: 'Токмак',
  //     },
  //     {
  //       value: 'Пологи',
  //       label: 'Пологи',
  //     },
  //     {
  //       value: 'Дніпрорудне',
  //       label: 'Дніпрорудне',
  //     },
  //   ],
  // },
  // {
  //   value: 'Івано-Франківська область',
  //   label: 'Івано-Франківська область',
  //   children: [
  //     {
  //       value: 'Івано-Франківськ',
  //       label: 'Івано-Франківськ',
  //     },
  //     {
  //       value: 'Калуш',
  //       label: 'Калуш',
  //     },
  //     {
  //       value: 'Коломия',
  //       label: 'Коломия',
  //     },
  //     {
  //       value: 'Долина',
  //       label: 'Долина',
  //     },
  //     {
  //       value: 'Надвірна',
  //       label: 'Надвірна',
  //     },
  //   ],
  // },
  {
    value: 'Київська область',
    label: 'Київська область',
    children: [
      {
        value: 'Київ',
        label: 'Київ',
      },
      {
        value: 'Біла Церква',
        label: 'Біла Церква',
      },
      {
        value: 'Бровари',
        label: 'Бровари',
      },
      {
        value: 'Бориспіль',
        label: 'Бориспіль',
      },
      {
        value: 'Фастів',
        label: 'Фастів',
      },
      {
        value: 'Ірпінь',
        label: 'Ірпінь',
      },
      {
        value: 'Васильків',
        label: 'Васильків',
      },
      {
        value: 'Боярка',
        label: 'Боярка',
      },
      {
        value: 'Вишневе',
        label: 'Вишневе',
      },
      {
        value: 'Обухів',
        label: 'Обухів',
      },
      {
        value: 'Переяслав',
        label: 'Переяслав',
      },
      {
        value: 'Буча',
        label: 'Буча',
      },
      {
        value: 'Славутич',
        label: 'Славутич',
      },
      {
        value: 'Яготин',
        label: 'Яготин',
      },
      {
        value: 'Вишгород',
        label: 'Вишгород',
      },
      {
        value: 'Сквира',
        label: 'Сквира',
      },
      {
        value: 'Березань',
        label: 'Березань',
      },
    ],
  },
  // {
  //   value: 'Кіровоградська область',
  //   label: 'Кіровоградська область',
  //   children: [
  //     {
  //       value: 'Кропивницький',
  //       label: 'Кропивницький',
  //     },
  //     {
  //       value: 'Олександрія',
  //       label: 'Олександрія',
  //     },
  //     {
  //       value: 'Світловодськ',
  //       label: 'Світловодськ',
  //     },
  //     {
  //       value: "Знам'янка",
  //       label: "Знам'янка",
  //     },
  //   ],
  // },
  // {
  //   value: 'Луганська область',
  //   label: 'Луганська область',
  //   children: [
  //     {
  //       value: 'Луганськ',
  //       label: 'Луганськ',
  //     },
  //     {
  //       value: 'Сєвєродонецьк',
  //       label: 'Сєвєродонецьк',
  //     },
  //     {
  //       value: 'Лисичанськ',
  //       label: 'Лисичанськ',
  //     },
  //     {
  //       value: 'Рубіжне',
  //       label: 'Рубіжне',
  //     },
  //     {
  //       value: 'Первомайськ',
  //       label: 'Первомайськ',
  //     },
  //     {
  //       value: 'Хрустальний',
  //       label: 'Хрустальний',
  //     },
  //     {
  //       value: 'Алчевськ',
  //       label: 'Алчевськ',
  //     },
  //     {
  //       value: 'Кадіївка',
  //       label: 'Кадіївка',
  //     },
  //     {
  //       value: 'Довжанськ',
  //       label: 'Довжанськ',
  //     },
  //     {
  //       value: 'Антрацит',
  //       label: 'Антрацит',
  //     },
  //     {
  //       value: 'Брянка',
  //       label: 'Брянка',
  //     },
  //     {
  //       value: 'Ровеньки',
  //       label: 'Ровеньки',
  //     },
  //     {
  //       value: 'Сорокине',
  //       label: 'Сорокине',
  //     },
  //     {
  //       value: 'Голубівка',
  //       label: 'Голубівка',
  //     },
  //     {
  //       value: 'Перевальськ',
  //       label: 'Перевальськ',
  //     },
  //     {
  //       value: 'Попасна',
  //       label: 'Попасна',
  //     },
  //     {
  //       value: 'Молодогвардійськ',
  //       label: 'Молодогвардійськ',
  //     },
  //     {
  //       value: 'Кремінна',
  //       label: 'Кремінна',
  //     },
  //     {
  //       value: 'Суходільськ',
  //       label: 'Суходільськ',
  //     },
  //   ],
  // },
  // {
  //   value: 'Львівська область',
  //   label: 'Львівська область',
  //   children: [
  //     {
  //       value: 'Львів',
  //       label: 'Львів',
  //     },
  //     {
  //       value: 'Дрогобич',
  //       label: 'Дрогобич',
  //     },
  //     {
  //       value: 'Червоноград',
  //       label: 'Червоноград',
  //     },
  //     {
  //       value: 'Стрий',
  //       label: 'Стрий',
  //     },
  //     {
  //       value: 'Борислав',
  //       label: 'Борислав',
  //     },
  //     {
  //       value: 'Самбір',
  //       label: 'Самбір',
  //     },
  //     {
  //       value: 'Новий Розділ',
  //       label: 'Новий Розділ',
  //     },
  //     {
  //       value: 'Новояворівськ',
  //       label: 'Новояворівськ',
  //     },
  //     {
  //       value: 'Золочів',
  //       label: 'Золочів',
  //     },
  //     {
  //       value: 'Броди',
  //       label: 'Броди',
  //     },
  //     {
  //       value: 'Трускавець',
  //       label: 'Трускавець',
  //     },
  //     {
  //       value: 'Сокаль',
  //       label: 'Сокаль',
  //     },
  //     {
  //       value: 'Стебник',
  //       label: 'Стебник',
  //     },
  //   ],
  // },
  // {
  //   value: 'Миколаївська область',
  //   label: 'Миколаївська область',
  //   children: [
  //     {
  //       value: 'Миколаїв',
  //       label: 'Миколаїв',
  //     },
  //     {
  //       value: 'Первомайськ',
  //       label: 'Первомайськ',
  //     },
  //     {
  //       value: 'Вознесенськ',
  //       label: 'Вознесенськ',
  //     },
  //     {
  //       value: 'Южноукраїнськ',
  //       label: 'Южноукраїнськ',
  //     },
  //   ],
  // },
  {
    value: 'Одеська область',
    label: 'Одеська область',
    children: [
      {
        value: 'Одеса',
        label: 'Одеса',
      },
      {
        value: 'Ізмаїл',
        label: 'Ізмаїл',
      },
      {
        value: 'Чорноморськ',
        label: 'Чорноморськ',
      },
      {
        value: 'Білгород-Дністровський',
        label: 'Білгород-Дністровський',
      },
      {
        value: 'Подільськ',
        label: 'Подільськ',
      },
      {
        value: 'Южне',
        label: 'Южне',
      },
      {
        value: 'Кілія',
        label: 'Кілія',
      },
    ],
  },
  // {
  //   value: 'Полтавська область',
  //   label: 'Полтавська область',
  //   children: [
  //     {
  //       value: 'Полтава',
  //       label: 'Полтава',
  //     },
  //     {
  //       value: 'Кременчук',
  //       label: 'Кременчук',
  //     },
  //     {
  //       value: 'Лубни',
  //       label: 'Лубни',
  //     },
  //     {
  //       value: 'Горішні Плавні',
  //       label: 'Горішні Плавні',
  //     },
  //     {
  //       value: 'Миргород',
  //       label: 'Миргород',
  //     },
  //     {
  //       value: 'Гадяч',
  //       label: 'Гадяч',
  //     },
  //   ],
  // },
  // {
  //   value: 'Рівненська область',
  //   label: 'Рівненська область',
  //   children: [
  //     {
  //       value: 'Рівне',
  //       label: 'Рівне',
  //     },
  //     {
  //       value: 'Вараш',
  //       label: 'Вараш',
  //     },
  //     {
  //       value: 'Дубно',
  //       label: 'Дубно',
  //     },
  //     {
  //       value: 'Костопіль',
  //       label: 'Костопіль',
  //     },
  //     {
  //       value: 'Сарни',
  //       label: 'Сарни',
  //     },
  //     {
  //       value: 'Здолбунів',
  //       label: 'Здолбунів',
  //     },
  //   ],
  // },
  // {
  //   value: 'Сумська область',
  //   label: 'Сумська область',
  //   children: [
  //     {
  //       value: 'Суми',
  //       label: 'Суми',
  //     },
  //     {
  //       value: 'Конотоп',
  //       label: 'Конотоп',
  //     },
  //     {
  //       value: 'Шостка',
  //       label: 'Шостка',
  //     },
  //     {
  //       value: 'Охтирка',
  //       label: 'Охтирка',
  //     },
  //     {
  //       value: 'Ромни',
  //       label: 'Ромни',
  //     },
  //     {
  //       value: 'Глухів',
  //       label: 'Глухів',
  //     },
  //     {
  //       value: 'Лебедин',
  //       label: 'Лебедин',
  //     },
  //     {
  //       value: 'Кролевець',
  //       label: 'Кролевець',
  //     },
  //     {
  //       value: 'Тростянець',
  //       label: 'Тростянець',
  //     },
  //   ],
  // },
  // {
  //   value: 'Тернопільська область',
  //   label: 'Тернопільська область',
  //   children: [
  //     {
  //       value: 'Тернопіль',
  //       label: 'Тернопіль',
  //     },
  //     {
  //       value: 'Чортків',
  //       label: 'Чортків',
  //     },
  //     {
  //       value: 'Кременець',
  //       label: 'Кременець',
  //     },
  //   ],
  // },
  // {
  //   value: 'Харківська область',
  //   label: 'Харківська область',
  //   children: [
  //     {
  //       value: 'Харків',
  //       label: 'Харків',
  //     },
  //     {
  //       value: 'Лозова',
  //       label: 'Лозова',
  //     },
  //     {
  //       value: 'Ізюм',
  //       label: 'Ізюм',
  //     },
  //     {
  //       value: 'Чугуїв',
  //       label: 'Чугуїв',
  //     },
  //     {
  //       value: 'Первомайський',
  //       label: 'Первомайський',
  //     },
  //     {
  //       value: "Куп'янськ",
  //       label: "Куп'янськ",
  //     },
  //     {
  //       value: 'Балаклія',
  //       label: 'Балаклія',
  //     },
  //     {
  //       value: 'Мерефа',
  //       label: 'Мерефа',
  //     },
  //     {
  //       value: 'Красноград',
  //       label: 'Красноград',
  //     },
  //     {
  //       value: 'Люботин',
  //       label: 'Люботин',
  //     },
  //     {
  //       value: 'Вовчанськ',
  //       label: 'Вовчанськ',
  //     },
  //     {
  //       value: 'Дергачі',
  //       label: 'Дергачі',
  //     },
  //   ],
  // },
  // {
  //   value: 'Херсонська область',
  //   label: 'Херсонська область',
  //   children: [
  //     {
  //       value: 'Херсон',
  //       label: 'Херсон',
  //     },
  //     {
  //       value: 'Нова Каховка',
  //       label: 'Нова Каховка',
  //     },
  //     {
  //       value: 'Каховка',
  //       label: 'Каховка',
  //     },
  //     {
  //       value: 'Олешки',
  //       label: 'Олешки',
  //     },
  //     {
  //       value: 'Генічеськ',
  //       label: 'Генічеськ',
  //     },
  //     {
  //       value: 'Скадовськ',
  //       label: 'Скадовськ',
  //     },
  //   ],
  // },
  // {
  //   value: 'Хмельницька область',
  //   label: 'Хмельницька область',
  //   children: [
  //     {
  //       value: 'Хмельницький',
  //       label: 'Хмельницький',
  //     },
  //     {
  //       value: "Кам'янець-Подільський",
  //       label: "Кам'янець-Подільський",
  //     },
  //     {
  //       value: 'Шепетівка',
  //       label: 'Шепетівка',
  //     },
  //     {
  //       value: 'Старокостянтинів',
  //       label: 'Старокостянтинів',
  //     },
  //     {
  //       value: 'Славута',
  //       label: 'Славута',
  //     },
  //     {
  //       value: 'Нетішин',
  //       label: 'Нетішин',
  //     },
  //     {
  //       value: 'Полонне',
  //       label: 'Полонне',
  //     },
  //     {
  //       value: 'Волочиськ',
  //       label: 'Волочиськ',
  //     },
  //     {
  //       value: 'Красилів',
  //       label: 'Красилів',
  //     },
  //   ],
  // },
  // {
  //   value: 'Черкаська область',
  //   label: 'Черкаська область',
  //   children: [
  //     {
  //       value: 'Черкаси',
  //       label: 'Черкаси',
  //     },
  //     {
  //       value: 'Умань',
  //       label: 'Умань',
  //     },
  //     {
  //       value: 'Сміла',
  //       label: 'Сміла',
  //     },
  //     {
  //       value: 'Золотоноша',
  //       label: 'Золотоноша',
  //     },
  //     {
  //       value: 'Канів',
  //       label: 'Канів',
  //     },
  //     {
  //       value: 'Ватутіне',
  //       label: 'Ватутіне',
  //     },
  //     {
  //       value: 'Звенигородка',
  //       label: 'Звенигородка',
  //     },
  //   ],
  // },
  // {
  //   value: 'Чернівецька область',
  //   label: 'Чернівецька область',
  //   children: [
  //     {
  //       value: 'Чернівці',
  //       label: 'Чернівці',
  //     },
  //   ],
  // },
  // {
  //   value: 'Чернігівська область',
  //   label: 'Чернігівська область',
  //   children: [
  //     {
  //       value: 'Чернігів',
  //       label: 'Чернігів',
  //     },
  //     {
  //       value: 'Ніжин',
  //       label: 'Ніжин',
  //     },
  //     {
  //       value: 'Прилуки',
  //       label: 'Прилуки',
  //     },
  //     {
  //       value: 'Бахмач',
  //       label: 'Бахмач',
  //     },
  //   ],
  // },
  // {
  //   value: 'АР Крим',
  //   label: 'АР Крим',
  //   children: [
  //     {
  //       value: 'Сімферополь',
  //       label: 'Сімферополь',
  //     },
  //     {
  //       value: 'Керч',
  //       label: 'Керч',
  //     },
  //     {
  //       value: 'Євпаторія',
  //       label: 'Євпаторія',
  //     },
  //     {
  //       value: 'Ялта',
  //       label: 'Ялта',
  //     },
  //     {
  //       value: 'Феодосія',
  //       label: 'Феодосія',
  //     },
  //     {
  //       value: 'Джанкой',
  //       label: 'Джанкой',
  //     },
  //     {
  //       value: 'Красноперекопськ',
  //       label: 'Красноперекопськ',
  //     },
  //     {
  //       value: 'Алушта',
  //       label: 'Алушта',
  //     },
  //     {
  //       value: 'Саки',
  //       label: 'Саки',
  //     },
  //     {
  //       value: 'Бахчисарай',
  //       label: 'Бахчисарай',
  //     },
  //     {
  //       value: 'Армянськ',
  //       label: 'Армянськ',
  //     },
  //   ],
  // },
];
